Repository: BenBals/pretix-fsr-wallet
Catalog: pretix_fsr_wallet/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: We could not authenticate you. Please retry the payment. Contact us if the problem persists.
de: Wir konnten dich nicht authentifizieren. Bitte versuche es erneut. Kontaktiere uns falls das Problem weiter besteht.

source: We could not fetch your balance from VerDE Wallet. You can check your balance at wallet.myphi.de. If you have already paid in money, please allow some time for us to manually process it. If you have not paid in money, see myhpi.de/wallet for how to do that. Your order has been created and your tickets are reserved until the payment deadline shown below. Note that you will have to manually retry the payment after your deposit has been credited.
de: Wir konnten dein Guthaben nicht aus dem VerDE Wallet abrufen. Du kannst dein Guthaben auf wallet.myhpi.de überprüfen. Hast du kürzlich eine Einzahlung getätigt, so brauchen wir etwas Zeit, um sie manuell einzubuchen. Hast du kein Geld eingezahlt, dann schau auf wallet.myhpi.de wie das geht. Deine Bestellung wurde angelegt und Deine Tickts sind bis zur unten genannten Zahlungsfrist reserviert. Beachte, dass du die Zahlung manuell erneut versuchen musst nachdem dein Guthaben aufgebucht wurde.

source: Your balance is not sufficient. You can check your balance at wallet.myphi.de. If you have already paid in money, please allow some time for us to manually process it. If you have not paid in money, see myhpi.de/wallet for how to do that. Your order has been created and your tickets are reserved until the payment deadline shown below. Note that you will have to manually retry the payment after your deposit has been credited.
de: Dein Guthaben reicht nicht aus. Du kannst dein Guthaben auf wallet.myhpi.de überprüfen. Hast du kürzlich eine Einzahlung getätigt, so brauchen wir etwas Zeit, um sie manuell einzubuchen. Hast du kein Geld eingezahlt, dann schau auf wallet.myhpi.de wie das geht. Deine Bestellung wurde angelegt und Deine Tickts sind bis zur unten genannten Zahlungsfrist reserviert. Beachte, dass du die Zahlung manuell erneut versuchen musst nachdem dein Guthaben aufgebucht wurde.

source: Unfortunately, we could not process your transaction. Please try again or contact us.
de: Wir konnten Deine Zahlung leider nicht verarbeiten. Bitte versuche es erneut oder kontaktiere uns.

source: Could not refund to VerDE Wallet. Please try again and contact us if the problem persists.
de: Erstattung aufs VerDE Wallet konnte nicht durchgeführt werden. Versuche es erneut oder kontaktiere uns, wenn das Problem weiter besteht.

source: We had trouble communicating with VerDE Wallet. Please try again and contact us if the problem persists.
de: Wir konnten nicht mit dem VerDE Wallet sprechen.Versuche es erneut oder kontaktiere uns, wenn das Problem weiter besteht.

source: We could not find the VerDE Wallet account associated with the original payment. Please try again and contact us if the problem persists.
de: Wir konnten das passende VerDE Wallet zur ursprünglichen Zahlung nicht finden. Bitte versuche es erneut oder kontaktiere uns, wenn das Problem weiter besteht.

source: OIDC Username
de: OIDC Nutzername

source: Your input was invalid, please see below for details.
de: Die Eingabe war nicht korrekt, die Fehler findest du im Detail weiter unten.

source: The VerDE Wallet transaction has succeeded, but the order %(order)s is expired and the product was sold out in the meantime. Therefore, the payment could not be accepted. Please contact the user and refund the money.
de: Die Transaktion ist erfolgreich im VerDE Wallet verbucht, aber die Bestellung %(order)s ist abgelaufen und das Produkt wurde in der Zwischenzeit ausverkauft. Daher konnte die Zahlung nicht angenommen werden. Bitte kontaktiere den Nutzer und erstatte die Zahlung.

source: Pay with your balance at <a href="https://wallet.myhpi.de" target="_blank" rel="noopener noreferrer">wallet.myhpi.de</a> (also used at the student coffee machine). See <a href="https://myhpi.de/wallet" target="_blank" rel="noopener noreferrer">the how to page</a> on how to top up your account.
de: Bezahle mit Deinem Guthaben auf <a href="https://wallet.myhpi.de" target="_blank" rel="noopener noreferrer">wallet.myhpi.de</a> (auch bei der studentischen Kaffeemaschine benutzt). Schau dir <a href="https://myhpi.de/wallet" target="_blank" rel="noopener noreferrer">das How-To</a> über die Aufladung an.

source: User
de: Nutzer:in

source: Description
de: Beschreibung

source: Last error
de: Letzter Fehler

source: Our attempt to execute your payment has failed. Please try again or contact us.
de: Wir konnten die Zahlung nicht durchführen. Versuche es erneut oder kontaktiere uns.

source: We're waiting for an answer regarding your payment. Please contact us, if this takes more than a few hours.
de: Wir warten auf eine Antwort zu Deiner Zahlung. Bitte kontaktiere uns, wenn dies mehr einige Stunden dauert.

source: Note:
de: Beachte:

source: Please note that you must add %(redirect_url)s to the list of allowed redirect urls for the OIDC application.
de: Beachte, dass Du %(redirect_url)s zur Liste der erlaubten Weiterleitungsurls für die OIDC-Applikation hinzufügen musst.
